{
  "success": true,
  "message": "File uploaded and processed successfully",
  "file": {
    "id": 20,
    "name": "service-specification.pdf",
    "path": "uploads/service-specification-1746877405757-708311095.pdf",
    "size": 330320,
    "mimetype": "application/pdf"
  },
  "content": "Harter + Kanzler & Partner PARTG mbB Leistungsverzeichnis Anliegend übersenden wir Ihnen ein Leistungsverzeichnis mit der Bitte um Abgabe Ihres Angebotes. 201901 Sägemühle Neubau von 15 MFH mit zwei Tiefgaragen und Technikzentrale Elz-Insel Kappel-Grafenhausen Leistungsbeschreibung LV 3270 Tischlerarbeiten/ Türen Art der Ausschreibung Freihändige Vergabe Submission 16.02.2024 Harter+Kanzler & Partner PartGnbB Gretherstr. 8 79098 Freiburg Datum / Seiten 30.01.2024 / 19 Harter + Kanzler & Partner PARTG mbB Deckblatt des Leistungsverzeichnisses -1- Angaben zum Leistungsverzeichnis Projekt: Sägemühle Projekt-Nr.: 201901 LV 3270 Tischlerarbeiten/ Türen Freihändige Vergabe Bauvorhaben Sägemühle Neubau von 15 MFH mit zwei Tiefgaragen und Technikzentrale Elz-Insel Kappel-Grafenhausen Bauherr Karl-Heinz-Steiert Grundstücks GbR Telefon (Anspr.: Karl-Heinz Steiert, Birgit Bau... Talstraße 67 Fax 79263 Simonswald Planverfasser Harter + Kanzler & Partner PartGmbB Telefon 0761 / 150 669-0 Freie Architekten Fax 0761 / 150 669-30 Gretherstraße 8 79098 Freiburg saegemuehle@harter-kanzler.de Bauleitung Harter + Kanzler & Partner PartGmbB Telefon 0761 / 150 669-0 Freie Architekten Fax 0761 / 150 669-30 Gretherstraße 8 79098 Freiburg saegemuehle@harter-kanzler.de Währung / Steuer Alle Angaben in EUR. Mehrwertsteuersatz: 19,0 % Diese Unterlagen sind vollständig auszufüllen und rechtsverbindlich zu unterschreiben. Bitte sorgen Sie für den termingerechten Eingang Ihres Angebots am Abgabeort. Gesamtsumme Nach der Prüfung Vor der Prüfung Angebotssumme, Netto ................................. EUR .................................. EUR MWSt. (19,0 %).................................EUR .................................. EUR Gesamtsumme inkl. MWSt..................................EUR .................................. EUR .................................................................... .................................................................... (Ort und Datum) (Ort und Datum) .................................................................... .................................................................... (Stempel und Unterschrift) (Stempel und Unterschrift) Ausschreiber - Geprüft Anbieter - Geprüft Alle Einzelbeträge Netto in EUR 30.01.2024 - Seite 2 von 19 Harter + Kanzler & Partner PARTG mbB Inhaltsverzeichnis zum Leistungsverzeichnis Seitenangaben des Leistungsverzeichnisses Projekt: Sägemühle Projekt-Nr.: 201901 LV 3270 Tischlerarbeiten/ Türen Nr. / Art Bezeichnung der Leistungsverzeichnisebene - Seite - 3270 LV Tischlerarbeiten/ Türen 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... Allgemeine Regelungen für Bauarbeiten jeder Art - DIN 18299 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... ATV Tischlerarbeiten DIN 18355 8 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... Nachweise / Dokumentation 9 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... Baustellenordnung 10 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... Vertragsbedinungen 12 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... Anlagen zum LV 13 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... 01 Gewerk Holz-Türblatt für Stahl-Umfassungszarge 14 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... 02 Gewerk Beschläge für Türblätter 16 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... 03 Gewerk Sonstiges 17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... 04 Gewerk Stundenlohnarbeiten 17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... 04.01 Titel Lohn/Geräte 17 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ... Zusammenfassung der Gliederungspunkte 19(Letzte Seite: 19) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .... 30.01.2024 - Seite 3 von 19 Harter + Kanzler & Partner PARTG mbB Leistungsverzeichnis Vorspanntext des Leistungsverzeichnisses Projekt: Sägemühle 3270 LV Tischlerarbeiten/ Türen Projekt-Nr.: 201901 Allgemeine Regelungen für Bauarbeiten jeder Art - DIN 18299 0.1 Angaben zur Baustelle 0.1.1 Baustellenadresse Elzinsel Kappel in Kappel-Grafenhausen Mühlenstraße / Am Mühlenrain / Eisenbahnstraße 77966 Kappel-Grafenhausen 0.1.2 Lage und Zugang zur Baustelle Das ca. 11.000m² große Baugelände liegt zwischen Mühlen- und Eisenbahnstraße und wird einseitig von der Elz flankiert, dreiseitig von einem kleinen Umlenkkanal begrenzt. Die Zu- und Abfahrt erfolgt über eine erneuerte Brücke über die Elz von der Mühlenstraße von Osten aus und / oder über eine Brücke über den Umlenkkanal von der Eisenbahnstraße von Westen aus. Die erneuerte und bis zur Fertigstellung des Areals im Grundausbau vorhandene Verbindungsstraße heisst zukünftig \"Am Mühlenrain\". Gemäß der Straßenverkehrsordnung ist es verboten öffentliche Straßen im Rahmen des Baustellenverkehrs zu verunreinigen. Verschmutzungen sind unverzüglich zu beseitigen. Verstöße gegen dieses Verbot werden als Ordnungswidrigkeit gemäß § 24 des Straßenverkehrsgesetzes, § 49 Abs. 1 Nr. 27 der Straßenverkehrsordnung verfolgt und geahndet. 0.1.3 Gebäudebeschreibung - Allgemeine Baubeschreibung Das Areal gliedert sich in einen Nord- und einen Südbereich. Im Norden entstehen insgesamt sechs Gebäude mit gemeinsamer Tiefgarage (Mittelgarage), wovon ein Gebäude (Haus 5) die Technikzentrale mit Holz-Hackschnitzel-Bunker und -Heizung sowie Gas-Brennwerttherme als Redundanz für die Nachwärmeversorgung beherbergt. Im Süden entstehen neun Gebäude mit gemeinsamer Tiefgarage (Mittelgarage) und einem Verbindungsbau zum alten, zu sanierenden Sägewerk an der Elz. Mit dem Verbingungsbau werden die beiden bestehenden Wasser-Turbinen zur Stromerzeugung eingehaust. Schlussendich wird das neue Geländeniveau im Mittel ca. 1,50m über dem jetzigen Bestandsniveau liegen, so dass fast keine Erdmassen zu entsorgen sind. Östlich der Elz liegt ein ebenfalls zu sanierendes, jedoch außer Betrieb befindliches Sägewerk. Die zweigeschossigen Gebäude mit Satteldach und identischer Grundstruktur dienen alle Wohnzwecken und verfügen jeweils über drei bis sechs Wohnungen unterschiedlicher Größe. Traufseitig gibt es im EG und 1.OG durchgängige Stahlbeton-Balkone. -Gebäudekonstruktion Die Tragstruktur besteht aus einem aussteifenden Treppenhauskern, Wohnungstrennwänden und massiven Außenwänden sowie aus Innenwänden und teils Innenstützen. Die gesamte Konstruktion wird bis UK Decke über KG und einschließlich der TG-Decke in WU-Beton ausgeführt. Die Treppenhauskerne werden Treppenhaus-seitig in Sichtbeton belassen. - Gründung Die Gebäude und Tiefgarage erhalten eine tragende Plattengründung. Aufgrund des hohen Grundwasserstandes ist eine Grundwasserabsenkung als offene Wasserhaltung durchzuführen. - Wände Allgemeine Regelungen für Bauarbeiten jeder Art - DIN 18299 30.01.2024 - Seite 4 von 19 Harter + Kanzler & Partner PARTG mbB Leistungsverzeichnis Vorspanntext des Leistungsverzeichnisses Projekt: Sägemühle 3270 LV Tischlerarbeiten/ Türen Projekt-Nr.: 201901 Allgemeine Regelungen für Bauarbeiten jeder Art - DIN 18299 Die massiven Wände werden verputzt bzw. gespachtelt, mit einem Malervlies belegt und weiß gestrichen. Die nichttragenden Trennwände werden in Trockenbauweise hergestellt, gespachtelt, mit einem Malervlies belegt und weiß gestrichen. Die Treppenhäuser werden Treppenhaus-seitig in Sichtbeton hergestellt. - Decken Die Decken in den Wohnugen und Treppenhäusern werden verputzt bzw. gespachtelt, mit einem Malervlies belegt und weiß gestrichen. - Fassade und Dach Die geschlossenen Fassadenflächen werden mit einer gedämmten und hinterlüfteten Holzfassade bekleidet. Die tragenden Außenwände und Stützen werden in Mauerwerk, nach statischder Erfordernis auch teils in Stahlbeton hergestellt. Die Einzelfenster sind als Holz-Konstruktion konzipiert. Der Sonnenschutz erfolgt mit außenliegenden, motorisch gesteuerten Senkrechtmarkisen. Die Satteldächer erhalten eine Ziegeleindeckung, die Flachdachflächen werden extensiv begrünt. 0.1.4 Verkehrsverhältnisse auf der Baustelle Die Mühlen- und Eisenbahnstraße für Zu- und Abfahrt zur Baustelle. Alle Verkehrswege sind ständig frei zu halten. 0.1.5 freizuhaltende Flächen Auf dem Baugrundstück sind alle Lager-, Park- und Containerstellflächen zu platzieren. 0.1.6 Transporteinrichtungen, -wege Die Möglichkeiten des Materialtransports sind dem BE-Plan zu entnehmen. Die An- und Abfahrt richtet sich nach dem jeweils aktuellen Baustelleneinrichtungsplan. Bauseits wird um das gesamte Baugelände ein Bauzaun aufgestellt. In diesem Bauzaun wird zur Mühlen- und Eisenbahnstraße je ein ca. 4 m breites Zufahrtstor eingelassen. Alle zu lagernden Materialien, Stoffe sind zwingend innerhalb des Bauzauns zu lagern. Das Abladen von LKW, Transportern, etc. muss innerhalb des Bauzauns erfolgen. Maschinen und Hebezeuge sind ebenfalls innerhalb des Bauzauns aufzustellen. Auf der Einrichtungsfläche sind in Abstimmung mit der Bauleitung nur Einrichtungen, die zur Durchführung der Maßnahme erforderlich sind, unterzubringen. Es ist erforderlich Material kontinuierlich zu liefern bzw. abzufahren. 0.1.7 Anschlüsse Versorgung mit Baustrom und Bauwasser. Bauseits wird für die Bauzeit eine Baustromanlage an der im Sommer 2022 neu installierten Trafostation eingerichtet. Gleichzeitig wird ein Bauwasseranschluß auf dem Baufeld errichtet. 0.1.8 Flächen und Räume zur Mitbenutzung Im Bereich der eingezäunten Baustelleneinrichtung ist die Materiallagerung nach vorheriger Abstimmung mit der Bauüberwachung möglich. 0.1.9 Baugrund Angaben zum Baugrund sind, soweit für die Ausführung der vertraglichen Leistung erforderlich, dem Baugrundgutachten vom 28.05.2020 von Geoconsult Ruppenthal zu entnehmen. 0.1.10 Hydrologie Angaben zum Baugrund sind, soweit für die Ausführung der vertraglichen Leistung erforderlich, dem Baugrundgutachten vom 28.05.2020 sowie dem hydrogeologieschen Antrag vom 09.12.2021 zu entnehmen. Allgemeine Regelungen für Bauarbeiten jeder Art - DIN 18299 30.01.2024 - Seite 5 von 19 Harter + Kanzler & Partner PARTG mbB Leistungsverzeichnis Vorspanntext des Leistungsverzeichnisses Projekt: Sägemühle 3270 LV Tischlerarbeiten/ Türen Projekt-Nr.: 201901 Allgemeine Regelungen für Bauarbeiten jeder Art - DIN 18299 0.1.11 Besondere umweltrechtlichen Vorschriften Störungen auf Umwelt und Natur aus den eigenen Leistungen heraus sind auf ein Minimum zu begrenzen. Verunreinigungen der Gewässer sind unbedingt und komplett zu vermeiden, weil westlich das FFH-Habitat \"Taubergießen\" anschliesst. Weiter ist der Schutz des 5m breiten Gewässerrrandstreifens zu gewährleisten. Zur Elz ist aus diesem Grunde bauseits ein Bauzaun zu stellen. Zum Schutz der Fledermäuse dürfen zwischen März und November keine nächtlichen Bauarbeiten und auch keine nächtliche Beleuchtung der Baustelle stattfinden. \"Nächtlich\" bezieht sich auf die Aktivitätszeit der Fledermäuse, die etwa 30 Minuten vor Sonnenuntergang beginnt und 15 Minuten vor Sonnenaufgang endet. 0.1.12 Besondere Vorgaben zur Entsorgung Das Entsorgen von Abfall hat gemäß VOB zu erfolgen. Wird vom Auftragnehmer, trotz Aufforderung, diese Nebenleistung nicht oder unzureichend erbracht, so werden die Leistungen bauseits ausgeführt und die Kosten bei den Verursachern in Abzug gebracht. 0.1.13 Schutzgebiete oder Schutzzeiten im Bereich der Baustelle Die Baustelle liegt in gemischter Bebauungs im Zentrum von Kappel. Der AN ist verpflichtet, vermeidbare Geräusche zu verhindern und unvermeidbare Geräusche auf ein Mindestmaß zu beschränken. Die in den gültigen Gesetzen und Verordnungen und VDI-Richtlinien festgelegten Lärmgrenzwerte in dBA dürfen nicht überschritten werden. Richtwerte gem. TA-Lärm sind einzuhalten. Das betreiben von Brecheranlagen ist nicht gestattet. Die Staubentwicklung ist durch geeignete Maßnahmen wie z.B. Berieselung zu minimieren. Die Vorgaben der TRGS 559 sind einzuhalten. 0.1.14 Baumschutz Es sind keine schützenswerten Bäum mehr auf dem Grundstück vorhanden. 0.1.15 Bestandsmedien Die im Baufeld vorhandenen Medienleitungen sind dem Bestandsmedienplan zu entnehmen. Schächte und Hydranten dürfen nicht überbaut werden. 0.1.16 Hindernisse im Bereich der Baustelle keine 0.1.17 Kampfmittel Grundlage der Kalkulation ist die Luftbildauswertung auf Kampfmittelbelastung von Fa. Hettmannsberger. In Abstimmung mit der Kampfmittelsuche wurde folgendes Vorgehen vereinbart und ist Kalkulationsgrundlage: Die Luftbildauswertung hat keine Anhaltspunkte für das Vorhandensein von Sprengbomben-Blindgängern innerhalb des Untersuchungsgebiet ergeben. Gemäß Gutachten sind nach dezeitigem Kenntnisstand in Bezug auf Sprengboben-Blindgänger keine weiteren Maßnahmen erfoderlich. Die Erkundungs-und Baurabeiten können diesbezüglich ohne weitere Auflagen durchgeführt werden. 0.1.18 Besondere Maßnahmen gemäß Baustellenverordnung Für die Baustelle wurde ein Sicherheits- und Gesundheitsschutzkoordinator bestellt. Es gilt die Baustellenordnung, die jedem Baustellenbeteiligten zur Kenntnis gegeben wird und entsprechend zu beachten ist. 0.1.19 Besondere Anordnungen und Vorschriften von Medienträgern keine Allgemeine Regelungen für Bauarbeiten jeder Art - DIN 18299 30.01.2024 - Seite 6 von 19 Harter + Kanzler & Partner PARTG mbB Leistungsverzeichnis Vorspanntext des Leistungsverzeichnisses Projekt: Sägemühle 3270 LV Tischlerarbeiten/ Türen Projekt-Nr.: 201901 Allgemeine Regelungen für Bauarbeiten jeder Art - DIN 18299 0.1.20 Schadstoffbelastungen Ggf. vorhandene Belastungen sind in den Leistungspositionen aufgeführt. 0.1.21 AG-seitige Vorarbeiten Die Bestandgebäude sind bis auf das Mühlengebäude abgebrochen, das Mühlengebäude selbst wird im 1. Quartal 2023 teil-abgebrochen. 0.1.22 Arbeiten anderer Unternehmer Zum Zeitpunkt der Arbeiten sind auch folgende Gewerke am Bau tätigt: Frühjahr 2023: Abbrucharbeiten Mühlengebäude Ab Frühjahr 2023: Folgegewerke 0.2 Angaben zur Ausführung Projektbezogene Angaben zur Ausführung erfolgen in den jeweiligen beigefügten ATV's innerhalb der Gewerke. Allgemeine Regelungen für Bauarbeiten jeder Art - DIN 18299 30.01.2024 - Seite 7 von 19 Harter + Kanzler & Partner PARTG mbB Leistungsverzeichnis Vorspanntext des Leistungsverzeichnisses Projekt: Sägemühle 3270 LV Tischlerarbeiten/ Türen Projekt-Nr.: 201901 Allgemeine Regelungen für Bauarbeiten jeder Art - DIN 18299 Allgemeine technische Vertragsbedingungen (ATV) Tischlerarbeiten DIN 18355 Teil C 0.1 Angaben zur Baustelle Lage und Zugang zur Baustelle siehe \"Allgemeine Regelung für Bauarbeiten jeder Art - DIN 18299\". Bauseits steht kein Kran zur Verfügung. Nicht alle Gebäudeseiten sind mit Tiefladern anfahrbar, siehe Lageplan anbei. Die TG-Decke ist nur mit leichten Gerät überfahrbar. 0.2 Angaben zur Ausführung 0.2.1 Türblätter in bauseitigen Stahlzargen nach Allgemein- und Positionsbeschrieb. 0.2.2 Ausführung nach örtlichem Aufmaß. 0.2.3 - 0.2.4 Türblätter nach Allgemein- und Positionsbeschrieb. 0.2.5 Die Türblätter werden an bereits eingebaute Stahlzargen mit zwei Bändern montiert. 0.2.6 Angaben hierzu werden bei Bedarf im Allgemeinbeschrieb bzw. in den einzelnen Positionen aufgeführt. 0.2.7 Stumpfer Anschlag. 0.2.8 - 0.2.23 Angaben hierzu werden bei Bedarf im Allgemeinbeschrieb bzw. in den einzelnen Positionen aufgeführt. 0.2.24 Die Oberflächen sind zu bemustern. ATV Tischlerarbeiten DIN 18355 30.01.2024 - Seite 8 von 19 Harter + Kanzler & Partner PARTG mbB Leistungsverzeichnis Vorspanntext des Leistungsverzeichnisses Projekt: Sägemühle 3270 LV Tischlerarbeiten/ Türen Projekt-Nr.: 201901 ATV Tischlerarbeiten DIN 18355 4. Nachweise / Dokumentation: Nachweise / Dokumentation: Folgende Nachweise, Bestandsunterlagen und Revisionspläne sind vom Auftragnehmer zu fertigen und bei der Abnahme vorzulegen: a) Zusammenstellung der notwendigen Nachweise / Prüfzeugnisse b) Zusammenstellung der eingebauten Produkte mit Herstellerverzeichnis c) Bei Bedarf Wartungs- und Pflegehinweise Alle geforderten Unterlagen und Pläne sind digital im PDF Format mit Hinweis zum Bauvorhaben, AN und Inhalt zu übergeben. Die Kosten hierfür sind in die Einheitspreise einzurechnen. Werden die vorstehend aufgeführten Unterlagen vom Auftragnehmer nicht rechtzeitig (zur Abnahme) vorgelegt, wird bei der Schlußrechnung ein entsprechender Betrag einbehalten. Bei fehlenden wesentlichen Nachweise / Prüfzeugnisse etc. zur ausgeführten Leistungen, wird die Abnahme verweigert. Ende Gliederungspunkt, Nachweise / Dokumentation ! Nachweise / Dokumentation 30.01.2024 - Seite 9 von 19 Harter + Kanzler & Partner PARTG mbB Leistungsverzeichnis Vorspanntext des Leistungsverzeichnisses Projekt: Sägemühle 3270 LV Tischlerarbeiten/ Türen Projekt-Nr.: 201901 Nachweise / Dokumentation 1. Hausrecht Der AG hat auf der Baustelle einzig und allein das absolute, uneingeschränkte Hausrecht. Es wird ergänzend durch seine Bauüberwachung bzw. dessen Beauftragten wahrgenommen. 2. Ausführungsanweisungen Den Anweisungen und Hinweisen des AG, auch bei der Ausführung der Lieferungen und Leistungen des AN, ist sofort Folge zu leisten. Bei Nichteinhaltung und Verstößen gegen die Baustellenordnung durch den AN sind die betreffenden Personen unverzüglich von der Baustelle zu entfernen. Dies gilt auch für Arbeitskräfte des AN, die sich für ihre auszuführende Tätigkeit als ungeeignet erweisen. 3. Bauleitung und Aufsichtspersonal Die Sprache auf der Baustelle ist deutsch. Während aller Arbeiten des AN auf der Baustelle muß daher ein deutsch sprechender Vertreter des AN anwesend sein, der bevollmächtigt ist, Anordnungen der Bauleitung entgegenzunehmen und weisungsberechtigt die erforderlichen Maßnahmen ergreifen kann. Er nimmt an den Baustellenbesprechungen teil und darf nur mit Zustimmung des AG ausgetauscht werden. Die Vollmacht muß der Bauleitung in Schriftform vorliegen. Beschäftigt der AN Arbeitskräfte, die die deutsche Sprache nicht beherrschen, so hat der AN sicherzustellen, daß stets eine Person anwesend ist, die übersetzen kann und so Anordnungen des AG bzw. dessen Bauleitung verantwortlich annehmen und weitergeben kann. Die Fachbauleiteranzeigen sind dem AG bzw. dessen Bauleitung vor Arbeitsaufnahme einzureichen. Dieser Fachbauleiter ist für die technisch einwandfreie und unfallfreie Ausführung verantwortlich. Seine Verantwortung erstreckt sich auch auf die Überwachung der Einhaltung sämtlicher Vorschriften in neuester Fassung und der Auflagen und Vorschriften des Bauordnungsamtes. 4. Baustellenberichte Bautagesberichte sind vom AN einmal wöchentlich und nach Arbeitstagen getrennt dem AG bzw. dessen Objektüberwachung vorzulegen 5. Schutz Dritter Der AN ist verpflichtet, strikt darauf zu achten, daß sämtliche Vorschriften, die dem Schutz von Personen, Sachen und Rechten dienen, eingehalten werden. 6. Sicherheits- und Gesundheitsschutz Die Bauherrschaft hat zur Wahrnehmung ihrer Pflicht i.S. EG-Richtlinie 92/57/EWG einen Sicherheits- und Gesundheitskoordinator beauftragt. Der AN hat einen weisungsbefugten Ansprechpartner für Sicherheitsfragen i.S. der o.g. Richtlinie für die gesamte Ausführungs- zeit der beauftragten Leistungen zu benennen. Diese Person ist dem AG bzw. dessen Bauleitung sowie dem SiGeKo spätestens 10 Arbeitstage vor Ausführungsbeginn zu benennen. Baustellenordnung 30.01.2024 - Seite 10 von 19 Harter + Kanzler & Partner PARTG mbB Leistungsverzeichnis Vorspanntext des Leistungsverzeichnisses Projekt: Sägemühle 3270 LV Tischlerarbeiten/ Türen Projekt-Nr.: 201901 Baustellenordnung Die Grundregeln der Sicherheit und des Gesundheits- schutzes auf Baustellen (siehe Aufstellung im hier nachfolgenden Text \"Sicherheits- und Gesundheits- schutz\") werden als vertraglich geschuldete Mindestpflichten des AN fest vereinbart. 7. Schall- und Immissionsschutz Die allgemeine Verwaltungsvorschrift zum Schutz gegen Baulärm ist zu beachten (Bundesimmissionsschutzgesetz). Die zum Einsatz kommenden Baumaschinen und Einrichtungen müssen dem Stand der Luftreinhalte- und Lärmbekämpfungstechnik entsprechen. Die Baustelle ist so einzurichten, daß die Möglichkeiten zur Minderung des Baulärms voll ausgeschöpft werden. Die Vorgaben der VDI-Norm 2058TA-Lärm \"Beurteilung von Arbeitslärm in der Nachbarschaft\" sowie des \"Merkblatt zum Schutz gegen Baulärm\" sind zu beachten. 8. Arbeitszeit Die Regelarbeitszeit auf der Baustelle ist von Montag bis Freitag zwischen 6 h und 20 h festgesetzt. Werden seitens des AN zur Einhaltung der vertraglichen Ausführungsfristen Wochenendarbeit und/ oder Mehrschichtbetrieb als nötig erachtet, hat er nach erfolgter Absprache mit der Bauleitung eigenverantwortlich die hierfür nötigen Schritte zur Erlangung der behördlichen Genehmigungen einzuleiten und die Genehmigungsunterlagen unaufgefordert und vor Aufnahme des beabsichtigten Sonderarbeitstaktes bei der Bauleitung vorzulegen. Eine gesonderte Vergütung hierfür erfolgt nicht. 9. Baustellenunterkünfte Im Rahmen der Baustelleneinrichtung können auf dem Baugelände unter Beachtung des Baustelleneinrichtungsplanes und den Anweisungen der Bauleitung lediglich Tagesunterkünfte (Pausen- und Aufsichts-Container) sowie Materiallager eingerichtet werden. Zuwiderhandlungen werden zur Anzeige gebracht und haben einen sofortigen Baustellenverweis zur Folge. Baustellenordnung 30.01.2024 - Seite 11 von 19 Harter + Kanzler & Partner PARTG mbB Leistungsverzeichnis Vorspanntext des Leistungsverzeichnisses Projekt: Sägemühle 3270 LV Tischlerarbeiten/ Türen Projekt-Nr.: 201901 Baustellenordnung Grundlage ist die VOB. Siehe auch Anlage KEV! Vertrags-/Lieferbedinungen/AGB des Bieters/AN haben keine Gültigkeit. Vergabeverfahren: Freihändige Vergabe Abgabetermin: 16.02.2024, 10:00 Uhr Zuschlagsfrist: 29.03.2024 Ausführungsbeginn: März 2024 Ausführungsende: Juni 2025 Abgabeort: Harter+Kanzler&Partner PartGmbB Freie Architekten Gretherstraße 8 79098 Freiburg saegemuehle@harter-kanzler.de 0761 150669-17 Ansprechpartner: Herr T. Fischenbeck Frau T. Wetter Frau K. Hake Abzüge werden vorgenommen für: Bauwasser: 0,25% Baustrom: 0,25% Bauleistungsversicherg. 0,50% SB Bauleist.versicherg. 2.500€ Vertragsbedinungen 30.01.2024 - Seite 12 von 19 Harter + Kanzler & Partner PARTG mbB Leistungsverzeichnis Vorspanntext des Leistungsverzeichnisses Projekt: Sägemühle 3270 LV Tischlerarbeiten/ Türen Projekt-Nr.: 201901 Vertragsbedinungen 01_GRUNDRISSE: - 240108_A5G_ U_-01_0500-Grundriss UG Übersicht.pdf - 240108_A5G_ U_ 00_1500-Grundriss EG Übersicht.pdf - 240108_A5G_ U_ 01_2500-Grundriss 1.OG Übersicht.pdf - 240108_A5G_ U_ 02_3500-Grundriss 2.OG Übersicht.pdf 02_SCHNITTE: - 221201_A5S-NO- 12-7000-Schnitte Nord 12 längs.pdf - 221201_A5S-NO-AB-7001-Schnitte Nord AB quer.pdf 03_ ANSICHTEN STAND BAUANTRAG: - 211130_A4A_ U_ W_8000-Ansichten Lang.pdf - 211130_A4A_ U_ N_8001-Ansichten Kurz.pdf 04_LAGE- UND ÜBERISCHTSPLÄNE: - 220505_A4G_ U_00_1099-Übersichtsplan 1_500.pdf 05_BAUZEITENPLAN: - 231023 Sägemühle Bauzeitenplan #5.1 Anlagen zum LV 30.01.2024 - Seite 13 von 19 Harter + Kanzler & Partner PARTG mbB Leistungsverzeichnis Vorspanntext des Leistungsverzeichnisses Projekt: Sägemühle 3270 LV Tischlerarbeiten/ Türen Projekt-Nr.: 201901 Anlagen zum LV TVB - Türblatt für Stahlumfassungszarge Text Technische Vorbemerkungen Türblatt als stumpf einschlagende Türe mit Einfachfalz und Drückergarnitur. Montiert an die bauseits verbauten Stahlzargen, vorgerichtet für zwei Bänder. TÜRBLATT: - Mittellage Röhrenspankern - Türblattdicke ca.40mm - Flächengewicht ca. 17 kg/qm - Klimaklasse I, Beanspruchungsgruppe M, Toleranzklasse 2 OBERFLÄCHE: - weiß lackiert, ähnlich RAL 9016 - PU-Lack auf Grundierfolie - Türblattkanten lackiert mit fugenloser Falzkante BESCHLÄGE - verstellbare Bänder, 2-tlg., vernickelt. - vorgerichtet für Einsteckschloss, 1-tourig - vorgerichtet für Edelstahl-Rosettengarnitur Achtung: Sämtliche Türblätter sind so einzubauen, dass ein Bodenspalt von ca 10mm für die mechanische Wohnraumlüftung gegeben ist! 01.1 Türelement 875 x 2.125 mm Position Liefern und Einbauen von Innentür-Elementen gemäß vorstehender Beschreibung. Elementgröße für Richtmaß: 875 x 2.125 mm Angebotenes Fabrikat/Typ: '.........' 140 St EP ........................ GP ........................ 01.2 Türelement 750 x 2.125 mm Position Wie Position 01.1 jedoch: Elementgröße für Richtmaß: 750 x 2.125 mm Angebotenes Fabrikat/Typ: '.........' 1 St EP ........................ GP ........................ Übertrag: .......................... Alle Einzelbeträge Netto in EUR 30.01.2024 - Seite 14 von 19 Harter + Kanzler & Partner PARTG mbB Leistungsverzeichnis Aufstellung der Leistungspositionen Projekt: Sägemühle 3270 LV Tischlerarbeiten/ Türen Projekt-Nr.: 201901 01 Gewerk Holz-Türblatt für Stahl-Umfassungszarge Übertrag: .......................... Einheitspreis (EP)Nr. / Art Gesamtpreis (GP)Text / Menge / Einheit 01.3 Türelement 625 x 2.000 mm Position Wie Position 01.1 (Seite 14) jedoch: mit absenkbarer Bodendichtung. Elementgröße für Richtmaß: 625 x 2.000 mm Angebotenes Fabrikat/Typ: '.........' 1 St EP ........................ GP ........................ 01.4 Feuchtraum-Türelement 875 x 2.125 mm Position Wie Position 01.1 (Seite 14) jedoch: mit zusätzlichem Feuchteschutz und Klimaklasse II. Angebotenes Fabrikat/Typ: '.........' 75 St EP ........................ GP ........................ 01.5 Feuchtraum-Türelement 750 x 2.125 mm Grundposition ZZ:001.0 Wie Position 01.1 (Seite 14) jedoch: mit zusätzlichem Feuchteschutz und Klimaklasse II. Elementgröße für Richtmaß: 750 x 2.125 mm Angebotenes Fabrikat/Typ: '.........' 11 St EP ........................ GP ........................ 01.6 HPL-Beschichtung Wahlposition ZZ:001.1 Alternativposition für Oberflächen: alle Türblätter der vorstehenden Positionen (01.1 - 01.5) mit HPL-Beschichtung. 228 St EP ........................ * nur Einheitspreis * Übertrag: .......................... Alle Einzelbeträge Netto in EUR 30.01.2024 - Seite 15 von 19 Harter + Kanzler & Partner PARTG mbB Leistungsverzeichnis Aufstellung der Leistungspositionen Projekt: Sägemühle 3270 LV Tischlerarbeiten/ Türen Projekt-Nr.: 201901 01 Gewerk Holz-Türblatt für Stahl-Umfassungszarge Einheitspreis (EP)Nr. / Art Gesamtpreis (GP)Text / Menge / Einheit Gewerk 01 Holz-Türblatt für Stahl-Umfassungszarge .................................. MWSt. (19,0 %) .................................. Gesamtsumme inkl. MWSt. .................................. LV-Gesamtaufstellung: Seite 19. 02.1 Beschläge für Zimmertüren Position bestehend aus: - Buntbart-Einsteckschloss, Klasse 1, 1-tourig, je 1 Schlüssel - Edelstahl-Rosettengarnitur Türdrücker: FSB 1076, Edelstahl feimatt gebürstet o.glw. Angebotenes Produkt: '.........' 133 St EP ........................ GP ........................ ***Bedarfspos. 02.2 Beschläge für Zimmertür Position Wie Position 02.1 jedoch: bestehend aus: - Profilzylinderschloss, 1-tourig, inkl. Schlüssel - Edelstahl-Rosettengarnitur 1 St EP ........................ * nur Einheitspreis * 02.3 Beschläge für Bad- und WC-Türen Position Wie Position 02.1 jedoch: bestehend aus: - WC-Einsteckschloss, Klasse 1, 1-tourig - Edelstahl-WC-Rosettengarnitur 95 St EP ........................ GP ........................ Gewerk 02 Beschläge für Türblätter .................................. MWSt. (19,0 %) .................................. Gesamtsumme inkl. MWSt. .................................. LV-Gesamtaufstellung: Seite 19. Übertrag: .......................... Alle Einzelbeträge Netto in EUR 30.01.2024 - Seite 16 von 19 Harter + Kanzler & Partner PARTG mbB Leistungsverzeichnis Aufstellung der Leistungspositionen Projekt: Sägemühle 3270 LV Tischlerarbeiten/ Türen Projekt-Nr.: 201901 03 Gewerk Sonstiges Übertrag: .......................... Einheitspreis (EP)Nr. / Art Gesamtpreis (GP)Text / Menge / Einheit 03.1 Türstopper Position Türstopper für Wandbefestigung für alle Türen. - Farbe: weiß - Material: Kunststoff - ø ca. 40 mm Bummsinchen o.glw. Angebotenes Produkt: '.........' 228 St EP ........................ GP ........................ Gewerk 03 Sonstiges .................................. MWSt. (19,0 %) .................................. Gesamtsumme inkl. MWSt. .................................. LV-Gesamtaufstellung: Seite 19. Stundenlohnarbeiten Text Stundenlohnarbeiten müssen vom Auftragnehmer oder seinem Bevollmächtigten vor Ausführung genehmigt werden. Stundenlohnzettel sind für jeden Kalendertag getrennt aufzustellen und sind der Objektüberwachung täglich in doppelter Fertigung zur Anerkennung vorzulegen. Die Stundenverrechnungssätze sind einschl. Unternehmerzuschlag, Sozialkassenbeitrag, Vermögensbildung, Lohnnebenkosten usw. einzusetzen. 04.01.1 Polier/-in sämtliche Kosten/Zuschläge Position Stundenlohnarbeiten durch Polier/-in der Verrechnungssatz für die jeweilige Arbeitskraft umfasst sämtliche Aufwendungen wie Lohn- und Gehaltskosten, Lohn- und Gehaltsnebenkosten, Zuschläge, lohngebundene und lohnabhängige Kosten, sonstige Sozialkosten, Gemeinkosten, Wagnis und Gewinn. 15 h EP ........................ GP ........................ Übertrag: .......................... Alle Einzelbeträge Netto in EUR 30.01.2024 - Seite 17 von 19 Harter + Kanzler & Partner PARTG mbB Leistungsverzeichnis Aufstellung der Leistungspositionen Projekt: Sägemühle 3270 LV Tischlerarbeiten/ Türen Projekt-Nr.: 201901 04 Gewerk Stundenlohnarbeiten Lohn/Geräte Übertrag: ..........................Titel04.01 Einheitspreis (EP)Nr. / Art Gesamtpreis (GP)Text / Menge / Einheit 04.01.2 Facharbeiter/-in sämtliche Kosten/Zuschläge Position Stundenlohnarbeiten durch Facharbeiter/-in der Verrechnungssatz für die jeweilige Arbeitskraft umfasst sämtliche Aufwendungen wie Lohn- und Gehaltskosten, Lohn- und Gehaltsnebenkosten, Zuschläge, lohngebundene und lohnabhängige Kosten, sonstige Sozialkosten, Gemeinkosten, Wagnis und Gewinn. 40 h EP ........................ GP ........................ 04.01.3 Bauhelfer/-in sämtliche Kosten/Zuschläge Position Stundenlohnarbeiten durch Bauhelfer/-in der Verrechnungssatz für die jeweilige Arbeitskraft umfasst sämtliche Aufwendungen wie Lohn- und Gehaltskosten, Lohn- und Gehaltsnebenkosten, Zuschläge, lohngebundene und lohnabhängige Kosten, sonstige Sozialkosten, Gemeinkosten, Wagnis und Gewinn. 15 h EP ........................ GP ........................ Titel 04.01 Lohn/Geräte .................................. MWSt. (19,0 %) .................................. Gesamtsumme inkl. MWSt. .................................. LV-Gesamtaufstellung: Seite 19. ... aus den vorstehend aufgeführten Teilsummen ergibt sich als Summe für: Gewerk 04 Stundenlohnarbeiten .................................. MWSt. (19,0 %) .................................. Gesamtsumme inkl. MWSt. .................................. LV-Gesamtaufstellung: Seite 19. 30.01.2024 - Seite 18 von 19Alle Einzelbeträge Netto in EUR Harter + Kanzler & Partner PARTG mbB Zusammenfassung der Gliederungspunkte Summenangaben aller Gliederungspunkte Projekt: Sägemühle Projekt-Nr.: 201901 LV 3270 Tischlerarbeiten/ Türen Nr. Art Bezeichnung der Leistungsverzeichnisebene Gesamt in EUR Gewerk Holz-Türblatt für Stahl-Umfassungszarge01 .................................. Gewerk Beschläge für Türblätter02 .................................. Gewerk Sonstiges03 .................................. Gewerk Stundenlohnarbeiten04 .................................. Titel Lohn/Geräte04.01 .................................. Gesamtsumme LV 3270 Tischlerarbeiten/ Türen .................................. MWSt. 19,0 % .................................. Gesamtsumme inkl. MWSt. .................................. Alle Einzelbeträge Netto in EUR 30.01.2024 - Seite 19 von 19",
  "summary": "The document is a performance specification issued by Harter + Kanzler & Partner PARTG mbB for a construction project titled \"Sägemühle,\" involving the construction of 15 multi-family houses with two underground garages and a technical center in Elz-Insel Kappel-Grafenhausen. This document (dated January 30, 2024) is a call for tenders for carpentry work related to doors, and it falls under a negotiated procedure with a submission deadline set for February 16, 2024.\n\nKey elements include:\n\n1. **Project Overview**: \n   - Construction involves separated northern and southern sections with respective buildings and shared underground garages.\n   - The technical center will include facilities such as a wood chip bunker and heating systems alongside measures for utilizing natural resources.\n\n2. **Site & Technical Details**:\n   - Site description, accessibility, and logistical elements like transport and storage are detailed.\n   - Construction entails foundational work with special attention to the high groundwater level requiring measures such as open water management.\n\n3. **Environmental & Safety Regulations**:\n   - Strict adherence to environmental protection, particularly concerning nearby water bodies and avoidance of light pollution due to local wildlife preservation.\n   - Health and safety protocols along with specific noise, dust, and waste management instructions are outlined.\n\n4. **Specifications for Carpentry Work**:\n   - Detailed descriptions of door elements to be provided and installed, including material specifications and dimensions.\n   - Listing of items such as door blades, fittings, and additional protective features with requirements for finish and conformity with standards (such as DIN 18355 for joiner work).\n\n5. **Contractual Guidelines**:\n   - Specific administrative instructions and requirements for documentation at project completion.\n   - Emphasizes contractual adherence (VOB as the basis) and notes about the responsibility of parties in respecting security and environmental laws.\n\nOverall, the document serves as a detailed invitation for contract bids, providing comprehensive guidelines, specifications, and regulatory compliance notes for companies interested in undertaking the construction project, specifically focused on the carpentry and door-related aspects.",
  "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n```xml\n<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<order>\n   <customerId></customerId>\n   <commission>Sägemühle Neubau von 15 MFH mit zwei Tiefgaragen und Technikzentrale</commission>\n   <type>Freihändige Vergabe</type>\n   <shippingConditionId></shippingConditionId>\n   <items>\n      <item>\n         <sku>01.1</sku>\n         <name>Türelement 875 x 2.125 mm</name>\n         <text>Liefern und Einbauen von Innentür-Elementen gemäß vorstehender Beschreibung. Elementgröße für Richtmaß: 875 x 2.125 mm</text>\n         <quantity>140</quantity>\n         <quantityUnit>St</quantityUnit>\n         <price></price>\n         <priceUnit>EUR</priceUnit>\n         <purchasePrice></purchasePrice>\n         <commission></commission>\n      </item>\n      <item>\n         <sku>01.2</sku>\n         <name>Türelement 750 x 2.125 mm</name>\n         <text>Wie Position 01.1 jedoch: Elementgröße für Richtmaß: 750 x 2.125 mm</text>\n         <quantity>1</quantity>\n         <quantityUnit>St</quantityUnit>\n         <price></price>\n         <priceUnit>EUR</priceUnit>\n         <purchasePrice></purchasePrice>\n         <commission></commission>\n      </item>\n      <item>\n         <sku>01.3</sku>\n         <name>Türelement 625 x 2.000 mm</name>\n         <text>Wie Position 01.1 jedoch: mit absenkbarer Bodendichtung. Elementgröße für Richtmaß: 625 x 2.000 mm</text>\n         <quantity>1</quantity>\n         <quantityUnit>St</quantityUnit>\n         <price></price>\n         <priceUnit>EUR</priceUnit>\n         <purchasePrice></purchasePrice>\n         <commission></commission>\n      </item>\n      <item>\n         <sku>01.4</sku>\n         <name>Feuchtraum-Türelement 875 x 2.125 mm</name>\n         <text>Wie Position 01.1 jedoch: mit zusätzlichem Feuchteschutz und Klimaklasse II.</text>\n         <quantity>75</quantity>\n         <quantityUnit>St</quantityUnit>\n         <price></price>\n         <priceUnit>EUR</priceUnit>\n         <purchasePrice></purchasePrice>\n         <commission></commission>\n      </item>\n      <item>\n         <sku>01.5</sku>\n         <name>Feuchtraum-Türelement 750 x 2.125 mm</name>\n         <text>Wie Position 01.1 jedoch: mit zusätzlichem Feuchteschutz und Klimaklasse II. Elementgröße für Richtmaß: 750 x 2.125 mm</text>\n         <quantity>11</quantity>\n         <quantityUnit>St</quantityUnit>\n         <price></price>\n         <priceUnit>EUR</priceUnit>\n         <purchasePrice></purchasePrice>\n         <commission></commission>\n      </item>\n      <item>\n         <sku>01.6</sku>\n         <name>HPL-Beschichtung</name>\n         <text>Alternativposition für Oberflächen: alle Türblätter der vorstehenden Positionen (01.1 - 01.5) mit HPL-Beschichtung.</text>\n         <quantity>228</quantity>\n         <quantityUnit>St</quantityUnit>\n         <price></price>\n         <priceUnit>EUR</priceUnit>\n         <purchasePrice></purchasePrice>\n         <commission></commission>\n      </item>\n      <item>\n         <sku>02.1</sku>\n         <name>Beschläge für Zimmertüren</name>\n         <text>bestehend aus: - Buntbart-Einsteckschloss, Klasse 1, 1-tourig, je 1 Schlüssel - Edelstahl-Rosettengarnitur Türdrücker: FSB 1076, Edelstahl feimatt gebürstet o.glw.</text>\n         <quantity>133</quantity>\n         <quantityUnit>St</quantityUnit>\n         <price></price>\n         <priceUnit>EUR</priceUnit>\n         <purchasePrice></purchasePrice>\n         <commission></commission>\n      </item>\n      <item>\n         <sku>02.2</sku>\n         <name>Beschläge für Zimmertür</name>\n         <text>Wie Position 02.1 jedoch: bestehend aus: - Profilzylinderschloss, 1-tourig, inkl. Schlüssel - Edelstahl-Rosettengarnitur</text>\n         <quantity>1</quantity>\n         <quantityUnit>St</quantityUnit>\n         <price></price>\n         <priceUnit>EUR</priceUnit>\n         <purchasePrice></purchasePrice>\n         <commission></commission>\n      </item>\n      <item>\n         <sku>02.3</sku>\n         <name>Beschläge für Bad- und WC-Türen</name>\n         <text>Wie Position 02.1 jedoch: bestehend aus: - WC-Einsteckschloss, Klasse 1, 1-tourig - Edelstahl-WC-Rosettengarnitur</text>\n         <quantity>95</quantity>\n         <quantityUnit>St</quantityUnit>\n         <price></price>\n         <priceUnit>EUR</priceUnit>\n         <purchasePrice></purchasePrice>\n         <commission></commission>\n      </item>\n      <item>\n         <sku>03.1</sku>\n         <name>Türstopper</name>\n         <text>Türstopper für Wandbefestigung für alle Türen. - Farbe: weiß - Material: Kunststoff - ø ca. 40 mm Bummsinchen o.glw.</text>\n         <quantity>228</quantity>\n         <quantityUnit>St</quantityUnit>\n         <price></price>\n         <priceUnit>EUR</priceUnit>\n         <purchasePrice></purchasePrice>\n         <commission></commission>\n      </item>\n   </items>\n</order>\n```"
}
